import React from 'react';

import './AboutUs.scss';

const AboutUs: React.FC = () => {
	return (
		<section className="section about-us">
			<div className="container">
				<h2 className="section__title">Про нас</h2>
				<div className="about-us__body">
					<h3>ТОВ «АгроКорп»</h3>
					<p>
						Виробниче підприємство "АгроКорп" спеціалізується на
						виготовленні сільгосптехніки та запчастин.
						<br />Є лідером у виробництві зерноочисної техніки. На
						власному заводі "АгроКорп" об'єдналася команда
						спеціалістів та професіоналів метою яких є виробництво
						сільгосптехніки для аграріїв нашої країни.
						<br />
						Завод укомплектований сучасним верстатним парком,
						завдяки якому аграрії отримують якісний продукт за
						народними цінами.
						<br />
						Принцип роботи колективу заводу - прозорість і чесність.
						Завдяки високій кваліфікації співробітників Заводу
						"АгроКорп" - ми можемо задовольнити запити навіть
						найвибагливіших клієнтів.
						<br />
						Наша мета - завжди бути напоготові допомогти і вирішити
						завдання аграріїв, щоб вони могли працювати без перебоїв
						і з якісною технікою.
					</p>
				</div>
			</div>
		</section>
	);
};

export default AboutUs;
